README.org
* Searching For Water
** About
Searching for water is a project which was initiiated by a short visit to the
/Game Idea Generator/. The result was the following set of descriptors: Players
can enjoy a /Match3/ game which has some platformer elements. The major motive
was the concept of forgiveness and the setting is a vast ocean. The only
was the fact that the game duration should be exactly /1 minute/.
